const SALES_DATA = [
 {
  "province": "河北省",
  "dealer": "霸州京风博瑞",
  "total": 24,
  "rh9_全": 0,
  "rh9_9": 4,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 4,
  "rh8_5": 6,
  "rh8_pro": 6,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 12,
  "ar8": 2,
  "rh7": 0,
  "other": 6,
  "rank": 1
 },
 {
  "province": "河北省",
  "dealer": "沧州天信",
  "total": 18,
  "rh9_全": 0,
  "rh9_9": 5,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 5,
  "rh8_5": 10,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 10,
  "ar8": 1,
  "rh7": 0,
  "other": 2,
  "rank": 2
 },
 {
  "province": "河北省",
  "dealer": "沧州天威",
  "total": 16,
  "rh9_全": 1,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 5,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 5,
  "ar8": 2,
  "rh7": 2,
  "other": 6,
  "rank": 3
 },
 {
  "province": "河北省",
  "dealer": "廊坊金之泽",
  "total": 15,
  "rh9_全": 2,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 2,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 3,
  "rh8_total": 5,
  "ar8": 4,
  "rh7": 3,
  "other": 1,
  "rank": 4
 },
 {
  "province": "河北省",
  "dealer": "沧州润泽",
  "total": 13,
  "rh9_全": 1,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 3,
  "rh7": 1,
  "other": 8,
  "rank": 5
 },
 {
  "province": "河北省",
  "dealer": "石家庄华盛第三分公司",
  "total": 13,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 9,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 9,
  "ar8": 2,
  "rh7": 0,
  "other": 1,
  "rank": 6
 },
 {
  "province": "河北省",
  "dealer": "石家庄华盛",
  "total": 12,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 3,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 3,
  "ar8": 3,
  "rh7": 2,
  "other": 4,
  "rank": 7
 },
 {
  "province": "河北省",
  "dealer": "邢台盛瑞祥",
  "total": 12,
  "rh9_全": 0,
  "rh9_9": 3,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 3,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 4,
  "rh7": 0,
  "other": 3,
  "rank": 8
 },
 {
  "province": "北京市",
  "dealer": "北京渔洋郡",
  "total": 12,
  "rh9_全": 2,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 2,
  "rh8_5": 4,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 4,
  "ar8": 1,
  "rh7": 2,
  "other": 3,
  "rank": 9
 },
 {
  "province": "河北省",
  "dealer": "石家庄瑞昇德",
  "total": 11,
  "rh9_全": 1,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 6,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 6,
  "ar8": 3,
  "rh7": 1,
  "other": 0,
  "rank": 10
 },
 {
  "province": "北京市",
  "dealer": "北京兴达润城",
  "total": 11,
  "rh9_全": 2,
  "rh9_9": 3,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 5,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 0,
  "rh7": 0,
  "other": 4,
  "rank": 11
 },
 {
  "province": "北京市",
  "dealer": "北京诚信达汇嘉",
  "total": 10,
  "rh9_全": 0,
  "rh9_9": 2,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 2,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 1,
  "rh7": 4,
  "other": 1,
  "rank": 12
 },
 {
  "province": "河北省",
  "dealer": "保定途臻",
  "total": 9,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 3,
  "rh8_pro": 2,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 5,
  "ar8": 2,
  "rh7": 0,
  "other": 1,
  "rank": 13
 },
 {
  "province": "河北省",
  "dealer": "定州云恒",
  "total": 8,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 3,
  "rh8_pro": 1,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 4,
  "ar8": 2,
  "rh7": 0,
  "other": 2,
  "rank": 14
 },
 {
  "province": "河北省",
  "dealer": "邯郸华飞",
  "total": 8,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 2,
  "rh8_pro": 1,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 4,
  "ar8": 1,
  "rh7": 1,
  "other": 1,
  "rank": 15
 },
 {
  "province": "河北省",
  "dealer": "河北盛德",
  "total": 8,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 3,
  "rh7": 2,
  "other": 3,
  "rank": 16
 },
 {
  "province": "河北省",
  "dealer": "保定腾福",
  "total": 8,
  "rh9_全": 1,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 2,
  "ar8": 3,
  "rh7": 0,
  "other": 2,
  "rank": 17
 },
 {
  "province": "河北省",
  "dealer": "定州云泽",
  "total": 8,
  "rh9_全": 1,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 4,
  "rh7": 2,
  "other": 0,
  "rank": 18
 },
 {
  "province": "北京市",
  "dealer": "北京风驰昌达",
  "total": 8,
  "rh9_全": 1,
  "rh9_9": 2,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 3,
  "rh8_5": 1,
  "rh8_pro": 1,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 1,
  "rh7": 2,
  "other": 0,
  "rank": 19
 },
 {
  "province": "河北省",
  "dealer": "河北望铭",
  "total": 7,
  "rh9_全": 0,
  "rh9_9": 4,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 4,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 1,
  "rh7": 0,
  "other": 1,
  "rank": 20
 },
 {
  "province": "河北省",
  "dealer": "衡水瑞中",
  "total": 7,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 2,
  "ar8": 2,
  "rh7": 1,
  "other": 2,
  "rank": 21
 },
 {
  "province": "河北省",
  "dealer": "邯郸蓝池腾龙",
  "total": 7,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 1,
  "ar8": 4,
  "rh7": 0,
  "other": 2,
  "rank": 22
 },
 {
  "province": "北京市",
  "dealer": "北京鑫雷晟",
  "total": 7,
  "rh9_全": 0,
  "rh9_9": 4,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 4,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 0,
  "rh7": 0,
  "other": 2,
  "rank": 23
 },
 {
  "province": "河北省",
  "dealer": "邢台国瑞",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 3,
  "rh7": 2,
  "other": 1,
  "rank": 24
 },
 {
  "province": "河北省",
  "dealer": "衡水润丽",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 4,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 4,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 1,
  "rh7": 0,
  "other": 1,
  "rank": 25
 },
 {
  "province": "河北省",
  "dealer": "唐山瑞盈",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 1,
  "rh7": 3,
  "other": 1,
  "rank": 26
 },
 {
  "province": "河北省",
  "dealer": "张家口天宇豪顺",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 3,
  "ar8": 0,
  "rh7": 0,
  "other": 2,
  "rank": 27
 },
 {
  "province": "河北省",
  "dealer": "唐山启鸣",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 2,
  "rh7": 1,
  "other": 0,
  "rank": 28
 },
 {
  "province": "河北省",
  "dealer": "廊坊兴之义",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 0,
  "rh8_pro": 3,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 3,
  "ar8": 0,
  "rh7": 1,
  "other": 1,
  "rank": 29
 },
 {
  "province": "河北省",
  "dealer": "邯郸蓝池博龙",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 2,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 2,
  "rh8_5": 1,
  "rh8_pro": 1,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 3,
  "ar8": 0,
  "rh7": 0,
  "other": 1,
  "rank": 30
 },
 {
  "province": "河北省",
  "dealer": "承德城特",
  "total": 6,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 3,
  "rh8_pro": 1,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 4,
  "ar8": 1,
  "rh7": 0,
  "other": 0,
  "rank": 31
 },
 {
  "province": "河北省",
  "dealer": "张家口瑞祥",
  "total": 6,
  "rh9_全": 2,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 2,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 2,
  "rh7": 1,
  "other": 1,
  "rank": 32
 },
 {
  "province": "北京市",
  "dealer": "北京强氏汇杰",
  "total": 6,
  "rh9_全": 2,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 2,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 1,
  "rh7": 2,
  "other": 0,
  "rank": 33
 },
 {
  "province": "河北省",
  "dealer": "沧州浚泽",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 1,
  "ar8": 3,
  "rh7": 0,
  "other": 1,
  "rank": 34
 },
 {
  "province": "河北省",
  "dealer": "河北万合",
  "total": 5,
  "rh9_全": 1,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 2,
  "rh7": 1,
  "other": 1,
  "rank": 35
 },
 {
  "province": "河北省",
  "dealer": "秦皇岛中安",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 2,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 2,
  "rh8_5": 3,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 3,
  "ar8": 0,
  "rh7": 0,
  "other": 0,
  "rank": 36
 },
 {
  "province": "河北省",
  "dealer": "秦皇岛恒丰伟业",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 1,
  "rh7": 0,
  "other": 4,
  "rank": 37
 },
 {
  "province": "河北省",
  "dealer": "唐山威克",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 2,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 2,
  "rh7": 0,
  "other": 1,
  "rank": 38
 },
 {
  "province": "河北省",
  "dealer": "保定林瑞",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 0,
  "rh7": 1,
  "other": 3,
  "rank": 39
 },
 {
  "province": "河北省",
  "dealer": "保定众城晟业",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 2,
  "ar8": 0,
  "rh7": 1,
  "other": 2,
  "rank": 40
 },
 {
  "province": "河北省",
  "dealer": "保定德盛元",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 1,
  "ar8": 1,
  "rh7": 0,
  "other": 3,
  "rank": 41
 },
 {
  "province": "河北省",
  "dealer": "张家口晨宇九洲",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 0,
  "rh7": 0,
  "other": 5,
  "rank": 42
 },
 {
  "province": "北京市",
  "dealer": "北京甲源子",
  "total": 5,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 2,
  "rh7": 0,
  "other": 2,
  "rank": 43
 },
 {
  "province": "河北省",
  "dealer": "保定诚基晟业",
  "total": 4,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 1,
  "rh7": 0,
  "other": 1,
  "rank": 44
 },
 {
  "province": "河北省",
  "dealer": "河北晶兴",
  "total": 4,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 3,
  "rh8_total": 3,
  "ar8": 1,
  "rh7": 0,
  "other": 0,
  "rank": 45
 },
 {
  "province": "河北省",
  "dealer": "承德瑞虎",
  "total": 4,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 1,
  "rh8_total": 1,
  "ar8": 0,
  "rh7": 2,
  "other": 1,
  "rank": 46
 },
 {
  "province": "河北省",
  "dealer": "邢台润池",
  "total": 3,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 2,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 2,
  "ar8": 0,
  "rh7": 0,
  "other": 1,
  "rank": 47
 },
 {
  "province": "河北省",
  "dealer": "霸州宏展",
  "total": 3,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 1,
  "rh7": 0,
  "other": 1,
  "rank": 48
 },
 {
  "province": "北京市",
  "dealer": "北京信联丰盛",
  "total": 3,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 0,
  "rh8_pro": 1,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 1,
  "rh7": 0,
  "other": 0,
  "rank": 49
 },
 {
  "province": "北京市",
  "dealer": "北京名车伯乐",
  "total": 3,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 0,
  "rh7": 0,
  "other": 2,
  "rank": 50
 },
 {
  "province": "河北省",
  "dealer": "邢台鹏途",
  "total": 2,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 1,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 1,
  "ar8": 1,
  "rh7": 0,
  "other": 0,
  "rank": 51
 },
 {
  "province": "河北省",
  "dealer": "任丘业迅",
  "total": 2,
  "rh9_全": 0,
  "rh9_9": 0,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 0,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 2,
  "rh7": 0,
  "other": 0,
  "rank": 52
 },
 {
  "province": "河北省",
  "dealer": "邯郸盛福",
  "total": 1,
  "rh9_全": 0,
  "rh9_9": 1,
  "rh9_x": 0,
  "rh9_other": 0,
  "rh9_total": 1,
  "rh8_5": 0,
  "rh8_pro": 0,
  "rh8_plus": 0,
  "rh8_other": 0,
  "rh8_total": 0,
  "ar8": 0,
  "rh7": 0,
  "other": 0,
  "rank": 53
 }
];

const HIERARCHY = {
 "全新一代瑞虎9": {
  "奢享版": {
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑": [
    21,
    105,
    111,
    113,
    136,
    489,
    526,
    679,
    753
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白": [
    14,
    131,
    172,
    193,
    256,
    276,
    361,
    382,
    548,
    567
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/碧玺蓝": [
    165,
    467
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银": [
    154,
    373,
    455,
    509,
    513,
    672,
    714,
    738
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-7座/鎏金棕内饰/曜石黑": [
    717
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-7座/鎏金棕内饰/皓钻白": [
    121,
    371
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-7座/鎏金棕内饰/钛晶银": [
    171
   ]
  },
  "猎鹰500版": {
   "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/曜石黑": [
    26,
    300,
    401,
    743
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/皓钻白": [
    252,
    355,
    394,
    529
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/碧玺蓝": [
    133,
    238,
    692,
    739,
    751
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/钛晶银": [
    118,
    227,
    441,
    612
   ]
  },
  "臻享版": {
   "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-两驱/臻享版-鎏金棕-5座/鎏金棕内饰/曜石黑": [
    3
   ]
  },
  "豪享版": {
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/曜石黑": [
    191,
    661
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/皓钻白": [
    61,
    498,
    757
   ],
   "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/钛晶银": [
    332,
    656
   ]
  }
 },
 "全新瑞虎7": {
  "悦享版": {
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/浅云灰": [
    265,
    274
   ],
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/深空灰": [
    293,
    370,
    443,
    731
   ],
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/珍珠白": [
    87,
    471
   ],
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/石墨黑": [
    51,
    225,
    422,
    538
   ]
  },
  "畅享版": {
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/浅云灰": [
    413,
    446
   ],
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/深空灰": [
    648,
    686
   ],
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白": [
    37,
    74,
    94,
    175,
    313,
    397,
    429,
    517,
    530,
    615,
    644,
    767
   ],
   "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/石墨黑": [
    177,
    257,
    289,
    353,
    744
   ]
  }
 },
 "新艾瑞泽8 PRO": {
  "猎鹰500尊享版": {
   "PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/珍珠白": [
    39,
    73,
    117,
    586,
    721,
    727
   ],
   "PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/石墨黑": [
    115,
    128,
    186,
    266,
    381,
    677
   ],
   "PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/钻石银": [
    36,
    302,
    549
   ],
   "PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/青竹灰": [
    737
   ]
  },
  "猎鹰500豪华版": {
   "PRO/2027款/2.0T-7DCT/猎鹰500豪华型/黑棕内饰/青竹灰": [
    110
   ]
  },
  "舒适版": {
   "PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/石墨黑": [
    396,
    439,
    488,
    560,
    654
   ],
   "PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/钻石银": [
    17,
    114,
    414
   ],
   "PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/青竹灰": [
    662
   ]
  },
  "豪华版": {
   "PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/珍珠白": [
    490,
    700
   ],
   "PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/石墨黑": [
    421,
    718
   ],
   "PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/钻石银": [
    295,
    301,
    464
   ],
   "PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/青竹灰": [
    47,
    192,
    564
   ],
   "PRO/2027款/2.0T-7DCT/豪华型/黑棕内饰/石墨黑": [
    465
   ],
   "PRO/2027款/2.0T-7DCT/豪华型/黑棕内饰/钻石银": [
    169
   ],
   "PRO/2027款/2.0T-7DCT/豪华型/黑棕内饰/青竹灰": [
    521
   ]
  }
 },
 "瑞虎3x": {
  "卓越版": {
   "其他": [
    88,
    119,
    122,
    151,
    156,
    190,
    286,
    362,
    372,
    454,
    532,
    554,
    588,
    631,
    641,
    685,
    736,
    760
   ]
  }
 },
 "瑞虎5x": {
  "卓越版": {
   "其他": [
    6,
    11,
    35,
    70,
    129,
    269,
    326,
    329,
    352,
    466,
    735,
    758
   ]
  }
 },
 "瑞虎5x高能版": {
  "舒适版": {
   "其他": [
    316,
    392
   ]
  },
  "豪华版": {
   "其他": [
    67,
    144,
    334
   ]
  }
 },
 "瑞虎5运动版": {
  "舒适版": {
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/珍珠白": [
    224,
    249,
    364,
    501,
    576
   ],
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/量子灰": [
    180,
    324,
    558,
    633,
    719
   ],
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/钻石银": [
    674
   ]
  },
  "豪华版": {
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/珍珠白": [
    19,
    79,
    148,
    206,
    639
   ],
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/紫定行": [
    32,
    515
   ],
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/蓝波万": [
    667
   ],
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/量子灰": [
    71,
    377,
    399,
    494
   ],
   "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/钻石银": [
    64,
    220,
    230,
    264,
    411,
    587
   ]
  }
 },
 "瑞虎7L": {
  "尊尚版": {
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/月光银": [
    31,
    142
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/深空灰": [
    234,
    420,
    584,
    620,
    693
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/珍珠白": [
    376,
    613,
    617,
    704
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/石墨黑": [
    217,
    290,
    670,
    773
   ]
  },
  "尊尚版+": {
   "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/流光紫": [
    349
   ],
   "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/深空灰": [
    181,
    463
   ],
   "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/珍珠白": [
    296,
    689
   ],
   "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/石墨黑": [
    22,
    166,
    427
   ],
   "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/磨砂灰": [
    436,
    590,
    643
   ]
  },
  "尊尚版（滑移屏女王包）": {
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/流光紫": [
    423
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/深空灰": [
    499
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/珍珠白": [
    525,
    582
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/石墨黑": [
    649
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/磨砂灰": [
    415,
    512
   ]
  },
  "智尚版": {
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/月光银": [
    160
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/深空灰": [
    261,
    724
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/珍珠白": [
    176,
    212,
    218,
    493,
    596
   ],
   "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/石墨黑": [
    158,
    183,
    288,
    570,
    754
   ]
  }
 },
 "瑞虎8 PRO": {
  "尊贵版": {
   "其他": [
    69,
    723,
    732,
    765,
    769
   ]
  },
  "舒适版": {
   "其他": [
    109,
    173,
    215,
    389,
    402,
    535,
    609
   ]
  },
  "豪华版": {
   "其他": [
    12,
    46,
    58,
    116,
    143,
    149,
    155,
    161,
    185,
    189,
    250,
    271,
    277,
    317,
    358,
    393,
    400,
    404,
    478,
    502,
    520,
    552,
    591,
    594,
    606,
    682,
    705,
    709
   ],
   "棕色内饰/棕色内饰/时光灰": [
    83,
    95,
    179,
    412,
    479,
    605
   ],
   "棕色内饰/棕色内饰/珍珠白": [
    125,
    153,
    242,
    260,
    275,
    278,
    284,
    344,
    447,
    514,
    602,
    619,
    635,
    684
   ],
   "棕色内饰/棕色内饰/石墨黑": [
    41,
    102,
    134,
    201,
    280,
    294,
    426,
    469,
    610,
    623,
    691
   ]
  },
  "豪华版+": {
   "其他": [
    130,
    137,
    205,
    283,
    536,
    741
   ]
  },
  "豪华版+（选装）": {
   "其他": [
    77,
    303,
    383,
    507,
    698
   ]
  }
 },
 "瑞虎8PLUS": {
  "乘势版+": {
   "其他": [
    304
   ]
  },
  "乘风版": {
   "其他": [
    84,
    135,
    204
   ]
  },
  "尊贵版": {
   "其他": [
    647
   ]
  },
  "猎鹰500版": {
   "棕色内饰/棕色内饰/青竹灰": [
    263
   ]
  },
  "豪华版": {
   "棕色内饰/棕色内饰/浅云灰": [
    196,
    486,
    533,
    539
   ],
   "棕色内饰/棕色内饰/珍珠白": [
    42,
    78,
    80,
    152,
    385,
    434,
    547,
    638,
    650,
    768
   ],
   "棕色内饰/棕色内饰/石墨黑": [
    50,
    86,
    243,
    350,
    448,
    484,
    518,
    749
   ],
   "棕色内饰/棕色内饰/青竹灰": [
    54,
    223,
    337,
    378,
    603,
    625,
    729
   ]
  }
 },
 "瑞虎8卓越版": {
  "豪华版": {
   "其他": [
    81,
    92,
    139,
    228,
    229,
    305,
    307
   ]
  }
 },
 "瑞虎9": {
  "臻享版": {
   "其他": [
    597
   ]
  },
  "舒享版": {
   "其他": [
    726
   ]
  },
  "豪享版": {
   "其他": [
    188,
    430,
    500
   ]
  },
  "黑武士版": {
   "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/黑武士版-黑黑-5座/黑色内饰/石墨黑": [
    63,
    100,
    543,
    725
   ]
  }
 },
 "瑞虎9X": {
  "尊贵版": {
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白": [
    18,
    237,
    308,
    374,
    477,
    607,
    636,
    655,
    690,
    750
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑": [
    16,
    23,
    138,
    292,
    368,
    449,
    472,
    495,
    573,
    575,
    580,
    624,
    733,
    762
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/流光银": [
    40,
    200,
    203,
    209,
    457,
    699
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/磨砂灰": [
    15,
    59,
    367,
    444,
    475
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-7座/新棕黑内饰/松墨黑": [
    511
   ]
  },
  "豪华版": {
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/奇瑞白": [
    29,
    103,
    145,
    482,
    645
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/松墨黑": [
    197,
    272,
    384,
    568
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银": [
    210,
    241,
    247,
    323,
    343,
    534,
    583,
    664,
    678,
    734
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/磨砂灰": [
    208,
    668
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-7座/新棕黑内饰/奇瑞白": [
    542,
    706
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-7座/新棕黑内饰/流光银": [
    147
   ],
   "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-7座/新棕黑内饰/磨砂灰": [
    557
   ]
  }
 },
 "第五代瑞虎8-虎款": {
  "尊贵版": {
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银": [
    2,
    82,
    132,
    198,
    745
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰": [
    27,
    56,
    65,
    76,
    150,
    164,
    187,
    232,
    240,
    248,
    267,
    325,
    328,
    341,
    345,
    348,
    363,
    380,
    390,
    417,
    418,
    419,
    435,
    468,
    483,
    497,
    505,
    527,
    528,
    541,
    553,
    561,
    626,
    628,
    637,
    640,
    651,
    658,
    669,
    711,
    715,
    728,
    756
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白": [
    7,
    68,
    85,
    104,
    140,
    162,
    170,
    233,
    239,
    282,
    285,
    309,
    310,
    318,
    354,
    360,
    366,
    424,
    452,
    522,
    540,
    563,
    572,
    574,
    592,
    604,
    621,
    646,
    653,
    665,
    696,
    742,
    747
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白(新)": [
    235,
    697
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑": [
    1,
    4,
    62,
    90,
    93,
    106,
    107,
    120,
    146,
    163,
    178,
    236,
    311,
    319,
    331,
    333,
    339,
    365,
    369,
    379,
    387,
    408,
    428,
    440,
    460,
    485,
    523,
    566,
    671,
    675,
    680,
    694,
    695,
    702
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑(新)": [
    459
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/磨砂灰(新)": [
    66,
    112,
    461,
    462
   ]
  },
  "旗舰版": {
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/月光银": [
    346
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/深空灰": [
    52,
    184,
    199,
    299
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/珍珠白": [
    222,
    398,
    458,
    551,
    634
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑": [
    13,
    182,
    314,
    770
   ]
  },
  "豪华版": {
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰": [
    43,
    53,
    127,
    259,
    330,
    340,
    342,
    506,
    578,
    579,
    659,
    663
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白": [
    33,
    72,
    75,
    123,
    174,
    251,
    291,
    386,
    442,
    450,
    481,
    537,
    571,
    611,
    618,
    630,
    748,
    759
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑": [
    55,
    194,
    207,
    246,
    262,
    327,
    338,
    359,
    438,
    451,
    476,
    510,
    519,
    683,
    713,
    716,
    746,
    755,
    771
   ],
   "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/磨砂灰(新)": [
    231
   ]
  }
 },
 "第五代瑞虎8-豹款": {
  "尊贵版": {
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/丛林绿": [
    60,
    98,
    445,
    555,
    601,
    688
   ],
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银": [
    5
   ],
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白": [
    24,
    28,
    99,
    159,
    167,
    320,
    336,
    395,
    403,
    410,
    487,
    496,
    569,
    629,
    681,
    722,
    763
   ],
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑": [
    108,
    168,
    322,
    431,
    453,
    492,
    562,
    581,
    657
   ],
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/磨砂灰(新)": [
    406
   ]
  },
  "旗舰版": {
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/丛林绿": [
    600
   ],
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑": [
    255,
    298
   ]
  },
  "豪华版": {
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/丛林绿": [
    306
   ],
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白": [
    157,
    516
   ],
   "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/磨砂灰(新)": [
    211
   ]
  }
 },
 "艾瑞泽5": {
  "风尚版": {
   "奇瑞/2025款艾瑞泽5卓越版-MT/2025款/1.5L-MT/风尚型/黑黑内饰/珍珠白": [
    766
   ],
   "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白": [
    126,
    216,
    297,
    312,
    315,
    391,
    407,
    456,
    616
   ],
   "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/鎏光银": [
    48
   ]
  }
 },
 "艾瑞泽8": {
  "劲": {
   "其他": [
    9,
    44,
    89,
    101,
    195,
    213,
    214,
    226,
    375,
    388,
    473,
    524,
    531,
    544,
    565,
    608,
    632,
    660
   ],
   "奇瑞/艾瑞泽8/2027款/2.0T-7DCT（R）/劲/黑棕内饰/珍珠白": [
    432
   ],
   "奇瑞/艾瑞泽8/2027款/2.0T-7DCT（R）/劲/黑棕内饰/石墨黑": [
    701,
    720
   ],
   "奇瑞/艾瑞泽8/2027款/2.0T-7DCT（R）/劲/黑棕内饰/钻石银": [
    245
   ]
  },
  "御": {
   "奇瑞/艾瑞泽8/2027款/2.0T-8AT（R）/御/黑棕内饰/石墨黑": [
    351
   ],
   "奇瑞/艾瑞泽8/2027款/2.0T-8AT（R）/御/黑棕内饰/芰荷翠": [
    202
   ]
  },
  "御+": {
   "其他": [
    8,
    433,
    642
   ]
  },
  "智": {
   "其他": [
    10,
    30,
    45,
    96,
    335,
    559,
    652,
    673,
    764
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/珍珠白": [
    270,
    357,
    405
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/石墨黑": [
    268,
    666,
    703,
    772
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/芰荷翠": [
    504
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/钻石银": [
    321,
    474,
    556
   ]
  },
  "睿": {
   "其他": [
    25,
    141,
    627,
    687,
    740
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/珍珠白": [
    34
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/石墨黑": [
    49,
    416
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/芰荷翠": [
    258,
    503,
    707
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/钻石银": [
    425
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/珍珠白": [
    409,
    622,
    676
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/石墨黑": [
    437
   ],
   "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/钻石银": [
    244,
    589
   ]
  }
 },
 "艾瑞泽8 PRO": {
  "舒适版": {
   "其他": [
    20,
    97,
    253,
    279,
    287,
    347,
    356,
    470,
    480,
    508,
    577,
    585,
    593,
    595,
    598,
    708,
    710,
    730,
    761
   ]
  },
  "豪华版": {
   "其他": [
    0,
    57,
    124,
    219,
    221,
    254,
    281,
    491,
    546,
    550,
    599,
    614,
    712,
    752
   ]
  },
  "豪华版+选装包": {
   "其他": [
    38,
    91,
    273,
    545
   ]
  }
 }
};

const RECORDS = [
 {
  "vin": "LVVDC21B0TD127385",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B8TDM85670",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B5TDM35373",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银外观/5座",
  "invoice_date": "2026-06-09",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24BXTD283795",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-两驱/臻享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京京风创瑞"
 },
 {
  "vin": "LVTDB21B2TDM85499",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B7TDM61036",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDB21B9TC102431",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-03-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B2TDL70322",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-07",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC24B3SDJ56650",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-8AT国六/御+流沙棕内饰/珍珠白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC24B1SDJ85144",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲沧海灰内饰/珍珠白/RDE",
  "invoice_date": "2025-12-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC21B5SDJ43421",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/珍珠白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDB21B0TC102415",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-03-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B1SDJ15921",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B4TDM83043",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B2TD171640",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-05-20",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B2SG119518",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/磨砂灰外观/5座",
  "invoice_date": "2025-11-28",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B7SG107039",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2025-10-30",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B6TD239303",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/钻石银外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B3SG084228",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2025-10-20",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B1TD184481",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B4TD168151",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-04-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B7TD172962",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-04-11",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B4TDL58172",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-28",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B4SG134084",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-02-13",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B5TDL28081",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B9TD081765",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/睿沧海灰内饰/钻石银/RDE",
  "invoice_date": "2026-01-13",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDD24B6TD276367",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B5TDM97680",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B5TDL28050",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B0SG129013",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-02-27",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B2SDJ54618",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/钻石银/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDL54770",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/月光银外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B8TD165314",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/紫定行外观/5座",
  "invoice_date": "2026-05-21",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B9TDL04706",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-02-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC21B3TD191209",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDB21B8TC064464",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-02-01",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC24B3TD273811",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/钻石银外观/5座",
  "invoice_date": "2026-07-24",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TDM06528",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B8TD159226",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型+选装包-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC24B3TD266616",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B0SG142442",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-06-28",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B4TD198505",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B1TD165686",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDM91675",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC24BXSDJ86437",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/钻石银/RDE",
  "invoice_date": "2025-12-29",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B4SD567303",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/珍珠白/RDE",
  "invoice_date": "2025-10-12",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B9SDJ85506",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2025-12-23",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B2TD274694",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/青竹灰外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21BXTDH14244",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/鎏光银外观",
  "invoice_date": "2026-07-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B1TD191354",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B9TD169047",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-28",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B1TDD46001",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B8TDM83028",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B1TDM81508",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B7TD179916",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 7座 棕色内饰/棕色内饰/青竹灰外观/7座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B5TDM86386",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B8TDM97771",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B2SD461822",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/青竹灰/RDE",
  "invoice_date": "2025-09-16",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0SDJ82400",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2025-12-23",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24BXSG133893",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/磨砂灰外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B3TDL26037",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/丛林绿外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B4TD192781",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B4TDM85469",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B8SD535381",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/黑武士版-黑黑-5座/黑色内饰/石墨黑外观/5座",
  "invoice_date": "2025-09-22",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B6TD167336",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/钻石银外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B2TDM97782",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B7TDM83120",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/磨砂灰(新)外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDB21B2TD127553",
  "material": "奇瑞/瑞虎5x高能版/2025款/1.5T-CVT/豪华型-黑色内饰/珍珠白/RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B9TDM62267",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B4SD527430",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/尊贵版棕色内饰5座/珍珠白RED",
  "invoice_date": "2025-09-17",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDB21B5TC113197",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-04-22",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B1TD166255",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-04-20",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B0TDM91754",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVVDC24B5TD266617",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TDD55531",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDL95712",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2TDL70272",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXSD496670",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+（选装轮毂）黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TD165659",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TD165186",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B4TD176259",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 7座 棕色内饰/棕色内饰/珍珠白外观/7座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B0SD484642",
  "material": "奇瑞/瑞虎8卓越版/2025/1.5T 6DCT 国六/豪华版黑银内饰5座/珍珠白RDE",
  "invoice_date": "2025-12-16",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B7TDM61974",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银外观/5座",
  "invoice_date": "2026-06-28",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B6TD161584",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/时光灰外观/5座",
  "invoice_date": "2026-05-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B1SDJ17183",
  "material": "奇瑞/全新瑞虎8PLUS/2025/1.6T 7DCT国六/乘风版黑黑内饰5座/青竹灰RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B9TDM88822",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B1TD169382",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-09",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B8TDD43838",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDB21B3SE059336",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2025-11-15",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVVDC24B0SD458770",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲沧海灰内饰/翡翠绿/RDE",
  "invoice_date": "2025-08-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B7TDM82274",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B2SD491807",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型+选装包-黑黑内饰/青竹灰/RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B3SD529413",
  "material": "奇瑞/瑞虎8卓越版/2025/1.5T 6DCT 国六/豪华版黑银内饰5座/水星灰RDE",
  "invoice_date": "2025-09-27",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B3TDM59087",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B9TDD56100",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TD144676",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/时光灰外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B2TD129526",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/晶钻灰/RDE",
  "invoice_date": "2026-02-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B3TD069904",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-06",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B5TDL26962",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/丛林绿外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TDM90256",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B0SD486175",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/黑武士版-黑黑-5座/黑色内饰/石墨黑外观/5座",
  "invoice_date": "2025-08-26",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC24B6SDJ85138",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲沧海灰内饰/珍珠白/RDE",
  "invoice_date": "2025-12-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B7TD153610",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B6SG129002",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B6TDM62274",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B2TD177843",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B1TDM82321",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TDL57678",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTDM33277",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8SDJ77879",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/舒适版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2025-12-19",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC24B0TD274026",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500豪华型/黑棕内饰/青竹灰外观/5座",
  "invoice_date": "2026-08-07",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B6TD172905",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-04-09",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TDL35627",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/磨砂灰(新)外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24BXTD177928",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B5TD276052",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/钻石银外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVVDC24B4TD266625",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B0SDJ02643",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/石墨黑RDE",
  "invoice_date": "2025-10-23",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC24B4TD266611",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDD24B1TD276440",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-08-08",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDB21BXSE054442",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2025-09-25",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B0TDM82326",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B0TD166078",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-7座/鎏金棕内饰/皓钻白外观/7座",
  "invoice_date": "2026-03-29",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVVDB21B1SE070691",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/玉簪灰/RDE",
  "invoice_date": "2025-12-04",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B1TDL96958",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B1SDJ52388",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/钻石银/RDE",
  "invoice_date": "2025-11-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B4TD162491",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B8TDH04067",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-01-24",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B5TDM81513",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC24B5TD278167",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDB21B5TC131019",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-05-19",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B9SDJ40372",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+黑色内饰5座/时光灰RDE",
  "invoice_date": "2025-12-20",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB24B1TD169894",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-11",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21BXTDM84391",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDD24B5TD279549",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/碧玺蓝外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B7TD153865",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B6SD576970",
  "material": "奇瑞/全新瑞虎8PLUS/2025/1.6T 7DCT国六/乘风版黑黑内饰5座/青竹灰RDE",
  "invoice_date": "2025-11-13",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24BXTD194860",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-08-08",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXSDJ09955",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B1SG140313",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B8SD497011",
  "material": "奇瑞/瑞虎8卓越版/2025/1.5T 6DCT 国六/豪华版黑银内饰5座/水星灰RDE",
  "invoice_date": "2025-12-16",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B7TDM83697",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B8SDJ82004",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/睿沧海灰内饰/石墨黑/RDE",
  "invoice_date": "2025-12-25",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B7TDL54777",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/月光银外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B6SDJ37428",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDB21B4TD127568",
  "material": "奇瑞/瑞虎5x高能版/2025款/1.5T-CVT/豪华型-黑色内饰/珍珠白/RDE",
  "invoice_date": "2026-02-24",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B0SG092271",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B6TDM87613",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B8SG133276",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-7座/新棕黑内饰/流光银外观/7座",
  "invoice_date": "2026-08-08",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXTD184480",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B4TD115087",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B7TDM85546",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDB21B9SE059454",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B5TD165643",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B4TD151524",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B0TD176397",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-04-18",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B0SD559338",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDB21B8SE059459",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B4TDM36904",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-17",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B5TDL31661",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B1TDL27056",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B8TDL58224",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/月光银外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B5SDJ25240",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B6TDM88809",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDM70888",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-12",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXTDM48488",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-16",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B4TD192571",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/碧玺蓝外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDL58169",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B9TDL27998",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TDM93044",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24BXTD278164",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/豪华型/黑棕内饰/钻石银外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B4TDM50804",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB24B0TD167652",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-7座/鎏金棕内饰/钛晶银外观/7座",
  "invoice_date": "2026-03-29",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB24B5TD170031",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TD127473",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/舒适版黑色内饰5座/时光灰RDE",
  "invoice_date": "2026-02-28",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B4TDM81292",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-20",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2TDM06543",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDL40593",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B6TDD70827",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-31",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM85636",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTD144576",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/时光灰外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2TD164188",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B2TDL98797",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-05-28",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B6TDM83044",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTDL31235",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM77164",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B0TD128998",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC24B7TD266750",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDM89604",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B6SDJ13464",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/豪享版-黑紫-5座/珍珠白/RDE",
  "invoice_date": "2025-10-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B5SDJ16165",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDB21B8TE049709",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2026-06-09",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B5TD173530",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B8TD277485",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/青竹灰外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B7TD169818",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TDM60793",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC24B5TD077014",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲沧海灰内饰/珍珠白/RDE",
  "invoice_date": "2026-01-10",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TD165778",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/浅云灰外观/5座",
  "invoice_date": "2026-04-24",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B3SG139292",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B8TDM88214",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0TDM59855",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B8SG102447",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2025-11-29",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B8TD162820",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-24",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC24B8TD220280",
  "material": "奇瑞/艾瑞泽8/2027款/2.0T-8AT（R）/御/黑棕内饰/芰荷翠外观/5座",
  "invoice_date": "2026-06-24",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B2SG142507",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B3SDJ03866",
  "material": "奇瑞/全新瑞虎8PLUS/2025/1.6T 7DCT国六/乘风版黑黑内饰7座/珍珠白RDE",
  "invoice_date": "2025-12-09",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B4SD486412",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+黑色内饰5座/珍珠白RDE",
  "invoice_date": "2025-08-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B2TD161209",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B9TDM80803",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B1SG095941",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/磨砂灰外观/5座",
  "invoice_date": "2025-09-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B5SG124762",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-01-19",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B2SG127344",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-02-27",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B0TDM36821",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/磨砂灰(新)外观/5座",
  "invoice_date": "2026-06-17",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B2TDL53939",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC24B4SDJ85929",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/珍珠白/RDE",
  "invoice_date": "2025-12-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC24BXSDJ79472",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/珍珠白/RDE",
  "invoice_date": "2025-12-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B1SD513940",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/舒适版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2025-09-27",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B0TDH15466",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-31",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B1TDL32631",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B6TDL30776",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21BXTD087462",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B8TD167421",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/钻石银外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC21B2SDJ52013",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B9TDM77173",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TD166915",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/青竹灰外观/5座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B4TD188055",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B9TDD45825",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-24",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24BXSD553806",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/珍珠白/RDE",
  "invoice_date": "2025-09-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDD24B9TD276430",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTD079096",
  "material": "奇瑞/瑞虎8卓越版/2025/1.5T 6DCT 国六/豪华版黑银内饰5座/珍珠白RDE",
  "invoice_date": "2026-02-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B8TD098004",
  "material": "奇瑞/瑞虎8卓越版/2025/1.5T 6DCT 国六/豪华版黑银内饰5座/水星灰RDE",
  "invoice_date": "2026-02-04",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B3TD166211",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/钻石银外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TDM48217",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/磨砂灰(新)外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21BXTDL68270",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-29",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B9TDM83796",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B8TDL33386",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B7TDN10011",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白(新)外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B5TDM82306",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B5SG124700",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDD24BXTD269504",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/碧玺蓝外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B4TDL62948",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B9TDL69202",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B0SG132591",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B1TD151366",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TD169069",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-28",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B6TD188885",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/钻石银外观/5座",
  "invoice_date": "2026-05-21",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24BXTD272266",
  "material": "奇瑞/艾瑞泽8/2027款/2.0T-7DCT（R）/劲/黑棕内饰/钻石银外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDM86430",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-23",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B3SG129684",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B2TDM97667",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B6TD188090",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B2TD115086",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B2TDM81274",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-24",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDD24B8TD250370",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-06-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B2TD168570",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/钻石银/RDE",
  "invoice_date": "2026-04-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC21B1TD103435",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/青竹灰/RDE",
  "invoice_date": "2026-01-24",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B9TDE74759",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-01-07",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B8TD171724",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B5TDM06438",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B4TD186861",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/芰荷翠外观/5座",
  "invoice_date": "2026-04-20",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXTDL92391",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-05-22",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B2TD151280",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-17",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B1TDL32791",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B6TDL85101",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-20",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B8TD251626",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/猎鹰500版 5座 棕色内饰/棕色内饰/青竹灰外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B8TD166656",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/钻石银外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B2TDD48078",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/浅云灰外观/5座",
  "invoice_date": "2026-03-29",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B4TD273820",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0TDM85596",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B7TD182254",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDB21B6TC102502",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-03-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC21BXTD177582",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B3SDJ26208",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B2SG130504",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-02-27",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B5SD507434",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型+选装包-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21BXTDD52105",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/浅云灰外观/5座",
  "invoice_date": "2026-06-17",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TD162488",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B8TD169892",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B6TD100140",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/石墨黑RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B2TD162182",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-24",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B4TD126501",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B6TD153839",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B4TD087814",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/石墨黑/RDE",
  "invoice_date": "2026-01-23",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B6TDL62935",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B3SD574433",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+黑色内饰5座/时光灰RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21BXTD151513",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B5TDM88672",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDB21BXTE036640",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2026-02-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B7TD127271",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/青竹灰/RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B7TDL31208",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B8TDD79836",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B0TDL32605",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B5TDM81298",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B5SG140427",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B3TDD54438",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TD198588",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B9TD269749",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/钻石银外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B3TDL98758",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B7TDH13987",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-29",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B9SDH98017",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2025-12-13",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B3TDM77167",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDD24B0TD276400",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-07-23",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B7TD274660",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/钻石银外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVVDC24B0TD278190",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/钻石银外观/5座",
  "invoice_date": "2026-07-27",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9SD497907",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+（选装轮毂）黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B1SD487663",
  "material": "奇瑞/全新瑞虎8PLUS/2025/1.6T 7DCT国六/乘势+版黑棕内饰5座/浅云灰RDE",
  "invoice_date": "2025-08-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B2TD097981",
  "material": "奇瑞/瑞虎8卓越版/2025/1.5T 6DCT 国六/豪华版黑银内饰5座/水星灰RDE",
  "invoice_date": "2026-01-22",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TDL63447",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/丛林绿外观/5座",
  "invoice_date": "2026-04-25",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B5TD156649",
  "material": "奇瑞/瑞虎8卓越版/2025/1.5T 6DCT 国六/豪华版黑银内饰5座/珍珠白RDE",
  "invoice_date": "2026-03-28",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B6SG129209",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-02-13",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B3TDM62281",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B1TDL63037",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B9TDM59269",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B4TDH13977",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B7TDD55530",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM86222",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVVDC21B7TDH15464",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-31",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDB21B3TD125763",
  "material": "奇瑞/瑞虎5x高能版/2025款/1.5T-CVT/舒适型-黑色内饰/珍珠白/RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B7SDJ59471",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/石墨黑RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B1TDM83761",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B1TDM82254",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B2TDL28040",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-18",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVVDC21B1TD185053",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/钻石银外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2TDM33256",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B2SG132625",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B3TD164040",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21BXTDL57592",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-20",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDB21B7TC080574",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/梦幻灰/RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B5TDL99149",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B8TDL68252",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-29",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDB21B9TC081158",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B5TDM81477",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B2TDM82330",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24BXTD165973",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-03-28",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B5TDM59365",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDB21B9TD189192",
  "material": "奇瑞/瑞虎5x高能版/2025款/1.5T-CVT/豪华型-黑色内饰/量子灰/RDE",
  "invoice_date": "2026-05-21",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B2SDJ61424",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/珍珠白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXTDM93799",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TD180013",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/青竹灰外观/5座",
  "invoice_date": "2026-07-20",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21BXTDM91647",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B1TDM87616",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B0TDM91737",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B3TDM59896",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B8TDM87483",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B6SG132644",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B6TD156725",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B5TDM59897",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B5TDN12582",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/月光银外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B9SD468105",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21BXTDM89560",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B7TDL88864",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/流光紫外观/5座",
  "invoice_date": "2026-05-20",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21BXTD169753",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-09",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B6TD291073",
  "material": "奇瑞/艾瑞泽8/2027款/2.0T-8AT（R）/御/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDB21B0TC081257",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B5TDM06455",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TDM62264",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDD24B4TD250365",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-06-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B7TD096426",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21BXTD180370",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-21",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9SDJ59827",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/石墨黑RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B4TDM86461",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B2TDM62269",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B7TD171729",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDB21B6TE046503",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2026-04-24",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B1TDL69212",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TD163478",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B1TDM85512",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-24",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B1TDM50792",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-29",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB24B3SG119527",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/磨砂灰外观/5座",
  "invoice_date": "2025-11-30",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B4SG142654",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B7TDM59321",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B1TDD48685",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-03-30",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B4TD196524",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-7座/鎏金棕内饰/皓钻白外观/7座",
  "invoice_date": "2026-08-04",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDB21B2TE046465",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2026-05-06",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B3TD196286",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B9SG124697",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC24B6SDJ86435",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/钻石银/RDE",
  "invoice_date": "2025-12-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXTDL32000",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B8TD165233",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21BXTD166867",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/青竹灰外观/5座",
  "invoice_date": "2026-04-09",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21BXTDM66098",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-06",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TDM50061",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVVDC24B5TD273812",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B7TD169852",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-11",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0SD497861",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+（选装轮毂）黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B4SG130360",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B4TD165830",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21BXTDM81300",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B3TDM66119",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-06",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC24B0SDJ85796",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲沧海灰内饰/钻石银/RDE",
  "invoice_date": "2025-12-27",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B9SD540139",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/舒适版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2025-12-15",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B9TDM59885",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B4TDH04082",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-01-24",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVVDB21B1TD189221",
  "material": "奇瑞/瑞虎5x高能版/2025款/1.5T-CVT/舒适型-黑色内饰/量子灰/RDE",
  "invoice_date": "2026-05-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B2SDJ25261",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDD24B9TD276296",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-07-23",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B8TDM93798",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B0TD238065",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B1TDM06548",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B7TDM77169",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TD186175",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B2SDJ23235",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDD24B9TD276329",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-07-23",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0SDJ19314",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/舒适版黑色内饰5座/时光灰RDE",
  "invoice_date": "2025-10-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B5TDL28047",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B7SDJ22310",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B5TD177540",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B5TDM68129",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/磨砂灰(新)外观/5座",
  "invoice_date": "2026-07-06",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVVDC21B0TDH13412",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-21",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TDM59305",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVVDC21BXTD190980",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B2TDL28085",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TD167339",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/钻石银外观/5座",
  "invoice_date": "2026-05-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B8TD158847",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/时光灰外观/5座",
  "invoice_date": "2026-04-17",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B3TDD50549",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/浅云灰外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B4TD239350",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/钻石银外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B0TDL22706",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/磨砂灰外观/5座",
  "invoice_date": "2026-03-20",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B7TD189737",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-19",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B6TDM89538",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B7TDM85580",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B3TDM85558",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B0TDL54801",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B2TD283430",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TDD45601",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-24",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B5TDL45608",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/流光紫外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21BXTDM62262",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-28",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B3TD172532",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/钻石银外观/5座",
  "invoice_date": "2026-05-21",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TD145489",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B4TDL98784",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-27",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TDM82352",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXTDD47504",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B2SDJ21173",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/豪享版-黑黑-5座/珍珠白/RDE",
  "invoice_date": "2025-12-25",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B8TDM93073",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B0TD263141",
  "material": "奇瑞/艾瑞泽8/2027款/2.0T-7DCT（R）/劲/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B0SDJ56654",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-8AT国六/御+流沙棕内饰/珍珠白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B3TD185955",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-20",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDM97704",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B5TDL56723",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/磨砂灰外观/5座",
  "invoice_date": "2026-04-28",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC21B8TD202754",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B7TDM60775",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B9TD272523",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TDM90628",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDD24B8TD279545",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-08-08",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXTDM62326",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-29",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TDD54658",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-05-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B2SG119521",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/磨砂灰外观/5座",
  "invoice_date": "2025-11-19",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0TDL26982",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/丛林绿外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B3TDD50535",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/浅云灰外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TD191769",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B6TD164923",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-29",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB24B3SG134156",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-02-13",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B3TDM81252",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B7TDM91637",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B4TDM62290",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B3TDM32777",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-09",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDB21B6TE036246",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2026-02-25",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B6TD196234",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B9TDH15465",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-31",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24BXSG141167",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-05-15",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B6TDM68298",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-06",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDN10547",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑(新)外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B0TDM85484",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-24",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDL32302",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/磨砂灰(新)外观/5座",
  "invoice_date": "2026-03-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B2TDL02313",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/磨砂灰(新)外观/5座",
  "invoice_date": "2026-02-10",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B6TDL98799",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-05-27",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B4TD269741",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/钻石银外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC24B5TD284938",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/豪华型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDB21B9TC113168",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-04-22",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B2TD174232",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/碧玺蓝外观/5座",
  "invoice_date": "2026-04-11",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21BXTDM97710",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B0TD198520",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21BXTD127040",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/石墨黑/RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B6TDD57477",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B1SG143390",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC24B1SD599718",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲沧海灰内饰/晶钻灰/RDE",
  "invoice_date": "2025-10-20",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B0TD202439",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/钻石银外观/5座",
  "invoice_date": "2026-05-28",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB24B3SG119530",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/磨砂灰外观/5座",
  "invoice_date": "2025-11-30",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TDM43301",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-29",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB24B1SG129201",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-02-13",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B0SD538232",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2025-12-28",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B9TD144696",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/时光灰外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B7TD171836",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/石墨黑/RDE",
  "invoice_date": "2026-04-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B8TDM62339",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B8SG144598",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B7TDM59920",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B1TD169737",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM82333",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B7TD165773",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/浅云灰外观/5座",
  "invoice_date": "2026-04-24",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B0TDL28053",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B5TD272468",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B1TD172908",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-04-11",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC21B4TD239283",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B6SD413448",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/青竹灰/RDE",
  "invoice_date": "2025-08-16",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B2TDM33242",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDL39833",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TD188529",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB24B5SG140461",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B0TDL28084",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-18",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B9TDM97651",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B3TD167905",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-03-29",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDL52792",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B2SDJ40578",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/豪享版-黑紫-7座/流光银/RDE",
  "invoice_date": "2025-12-22",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B4TD163561",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B9SDJ88695",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2025-12-28",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21BXTD171474",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/芰荷翠外观/5座",
  "invoice_date": "2026-03-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC21B8TD201636",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/芰荷翠外观/5座",
  "invoice_date": "2026-05-21",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B4TDM48485",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-16",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B4TDM87500",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXSD519753",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+（选装轮毂）黑色内饰5座/时光灰RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC21B4TD126496",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-02-25",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24BXTD176438",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-04-11",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B4TDM91014",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B8SG123265",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-7座/新棕黑内饰/松墨黑外观/7座",
  "invoice_date": "2025-11-19",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B9TDL24535",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/磨砂灰外观/5座",
  "invoice_date": "2026-03-18",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B3TD176667",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B7TD151355",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2TD165311",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/紫定行外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B2TDM36898",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-17",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TDD55237",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-17",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B7TD169189",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-28",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B3TDM91649",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B3SDJ36057",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC24B8TD278065",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/豪华型/黑棕内饰/青竹灰外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B2TDM83767",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B8TDM90576",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B7TD174912",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/钻石银/RDE",
  "invoice_date": "2026-03-31",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B3TDL56638",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-09",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB24B5TD177819",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B7TDM50098",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-29",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B8TDM97656",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDD24B8TD283773",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京京风创瑞"
 },
 {
  "vin": "LVTDB21B6TDD54997",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B2SD493956",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲沧海灰内饰/晶钻灰/RDE",
  "invoice_date": "2025-09-01",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDB21B1SE049999",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2025-08-26",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B7TD165756",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/浅云灰外观/5座",
  "invoice_date": "2026-03-29",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B4SG129709",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-03-16",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B5SD444637",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/舒适版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2025-10-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B5SD574420",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+黑色内饰5座/时光灰RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0TDM47673",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-29",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B1TDM00765",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TD165740",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/浅云灰外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TDM88623",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TDM59918",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B5SG098440",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-7座/新棕黑内饰/奇瑞白外观/7座",
  "invoice_date": "2025-10-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B5SD545432",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/黑武士版-黑黑-5座/黑色内饰/石墨黑外观/5座",
  "invoice_date": "2025-09-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC24BXSD459022",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/晶钻灰/RDE",
  "invoice_date": "2025-12-31",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B6TD159211",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型+选装包-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B6SDJ79070",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/钻石银/RDE",
  "invoice_date": "2025-12-21",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B8TD165815",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24BXTD169876",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B0TD278187",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/钻石银外观/5座",
  "invoice_date": "2026-07-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B7SD461041",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B3TDM83034",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B6SD558016",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2025-10-11",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B1TDM89513",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVVDB21B8SE059364",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TDL65621",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/丛林绿外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B5TD185024",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/钻石银外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B6SG128870",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-7座/新棕黑内饰/磨砂灰外观/7座",
  "invoice_date": "2026-05-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B3TD186099",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B1TD111230",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/钻石银/RDE",
  "invoice_date": "2026-01-31",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B5TD236599",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-29",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM50062",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21BXTDM33232",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B9TDM88805",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B3TD283033",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/青竹灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B0TD174928",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/石墨黑/RDE",
  "invoice_date": "2026-03-31",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B8TDM52281",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-18",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B3TD167810",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-03-31",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B4SG140631",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-05-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B7TDL28065",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDL35300",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM62325",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTDL62999",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B9SG142553",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B4TDL63016",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B0SG140206",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-04-17",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B1TD163386",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B2TD096379",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-20",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM81487",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-16",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDM40211",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B1SG140490",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B0TDM93116",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B7TDL52821",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-28",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B1SG140005",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B3TDL32811",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B3TD126599",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/钻石银/RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC24B1TD266615",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TD167329",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/钻石银外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDB21B4SE057028",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/玉簪灰/RDE",
  "invoice_date": "2025-10-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B7TD190189",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/钻石银外观/5座",
  "invoice_date": "2026-05-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B6TDL56729",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/磨砂灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B9SDJ90513",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/珍珠白RDE",
  "invoice_date": "2025-12-29",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTDM62276",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B6SD464822",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B2SDJ14356",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/珍珠白RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B9TD070006",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-07",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B5TDL30669",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDD24BXSD591364",
  "material": "奇瑞/瑞虎9/2025款/2.0T-8AT-四驱/臻享版-黑黑-5座/流光银/RDE",
  "invoice_date": "2025-12-24",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC21B8TD069901",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-06",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B5SD521902",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/青竹灰/RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B7TDE74419",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/丛林绿外观/5座",
  "invoice_date": "2026-01-07",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B4TDL65624",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/丛林绿外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TD204198",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B5TD166310",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/青竹灰外观/5座",
  "invoice_date": "2026-03-28",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B0TDM62268",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B6TD145451",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/时光灰外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2SDJ59457",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/石墨黑RDE",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB24B2SG129210",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-02-13",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC24B4TD090465",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/钻石银/RDE",
  "invoice_date": "2026-01-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B3SDJ77885",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/舒适版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2025-12-19",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B2TD161646",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 7座 棕色内饰/棕色内饰/石墨黑外观/7座",
  "invoice_date": "2026-04-23",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B3TDM91750",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDD24B3TD269439",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B8TDL29032",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B6SD461015",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B5TDD55252",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-17",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21BXTDH13451",
  "material": "奇瑞/2025款艾瑞泽5卓越版/2025款/1.5L-CVT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-21",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B5TDL35242",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2TDM81260",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-24",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B7TD191743",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-25",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B9TDL32845",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B7TDM83764",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B6TD202722",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-26",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TD154922",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-17",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B6SG122454",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B0TD166912",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/青竹灰外观/5座",
  "invoice_date": "2026-05-18",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVTDB21B2TDM48484",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B3TD144374",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/睿沧海灰内饰/钻石银/RDE",
  "invoice_date": "2026-03-09",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B8TDM59909",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B4TDL28072",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM88729",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDB21B5TE035962",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/玉簪灰/RDE",
  "invoice_date": "2026-01-22",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B4TD077683",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/晶钻灰/RDE",
  "invoice_date": "2026-01-10",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TD186095",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-04-17",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21BXTDM83032",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B4TD193546",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-04",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B4SG118953",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2025-11-19",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B6TDM85537",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B1TD165591",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21BXTD162026",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDM85586",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDB21B7TE035638",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2026-01-28",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVVDC24B5SD472826",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-8AT国六/御+流沙棕内饰/珍珠白/RDE",
  "invoice_date": "2025-08-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B4TDL57331",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/磨砂灰外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDD55522",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B6SG126925",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-12",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B2TDL61510",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-25",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXSD446187",
  "material": "奇瑞/全新瑞虎8PLUS/2025/1.6T 7DCT国六/尊贵版黑棕内饰5座/青竹灰RDE",
  "invoice_date": "2025-08-18",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B9TDD79800",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B8TDL52813",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型（滑移屏女王包）/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-09",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B1TD165607",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-04-24",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B5TDL69200",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B5TD130895",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/石墨黑/RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B0TDM62299",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B3TD236388",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B8SG124707",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B8TD172498",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B6TDM34068",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B0TDL57598",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B9TDM87587",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC24B5SDJ85938",
  "material": "奇瑞/艾瑞泽8 2.0T/2025/2.0T-7DCT国六/劲流沙棕内饰/珍珠白/RDE",
  "invoice_date": "2025-12-29",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B4TD173728",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B9TD275115",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/舒适型/黑黑内饰/青竹灰外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B9TDM43234",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/深空灰外观/5座",
  "invoice_date": "2026-06-29",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB24B2SG139493",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B5TDM84671",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B4TD200175",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B7TD202031",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮玩型/瓦青内饰/蓝波万外观/5座",
  "invoice_date": "2026-05-21",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B6SG100762",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/磨砂灰外观/5座",
  "invoice_date": "2025-10-20",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B3TDL69177",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTDL32613",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-27",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B3TDM90582",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B1TD176683",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B2TD130983",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/石墨黑/RDE",
  "invoice_date": "2026-02-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTD188626",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/钻石银外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B8TDL89473",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-05-22",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC21B7TD202714",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑灰内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-26",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B8TD273819",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B4SG127359",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-02-27",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB24B0TD173080",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21BXTDM85458",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B2TDL28071",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXSDJ14458",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰7座/珍珠白RDE",
  "invoice_date": "2025-10-31",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21BXTDM86481",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B5TD191773",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDB21B5TE046251",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/玉簪灰/RDE",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B2TDD54060",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B1TD133647",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/睿沧海灰内饰/石墨黑/RDE",
  "invoice_date": "2026-02-28",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B3TDL65629",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/丛林绿外观/5座",
  "invoice_date": "2026-05-07",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B6TDL98754",
  "material": "奇瑞/瑞虎7L/2026款/1.6TGDI-7DCT/尊尚型+/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-05-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B0SG140383",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-15",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21BXTD153620",
  "material": "奇瑞/瑞虎8PRO 非凡冠军/2027款/1.6T-7DCT/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDD24B5TD269510",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/碧玺蓝外观/5座",
  "invoice_date": "2026-07-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B3TDL32839",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-03-25",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B0TDM85646",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B1TDL57626",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21BXTDM83693",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B2TDN09994",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白(新)外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21BXSD480551",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+（选装轮毂）黑色内饰5座/时光灰RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B6SG142493",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-06-28",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVVDC21B7TD268664",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC24B8TD272086",
  "material": "奇瑞/艾瑞泽8/2027款/2.0T-7DCT（R）/劲/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B2TDM82327",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC21B4TD192496",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-24",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B9TDL29010",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-26",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B1TD128900",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-02-26",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B4SG127054",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-7座/新棕黑内饰/奇瑞白外观/7座",
  "invoice_date": "2026-03-25",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B4TD167937",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/睿/黑棕内饰/芰荷翠外观/5座",
  "invoice_date": "2026-03-29",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B7TD171898",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/石墨黑/RDE",
  "invoice_date": "2026-04-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B0SD516442",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/豪华版黑色内饰5座/时光灰RDE",
  "invoice_date": "2025-09-09",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC21B0TD094680",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/青竹灰/RDE",
  "invoice_date": "2026-01-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B1TDM97790",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21B3TD122066",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/石墨黑/RDE",
  "invoice_date": "2026-02-13",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B4TDM86475",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-22",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B7TD176543",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-04-12",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B3TDL68255",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-29",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B1TDM86353",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-24",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B5TD173415",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-7座/鎏金棕内饰/曜石黑外观/7座",
  "invoice_date": "2026-04-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B0TD274712",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/1.6T-7DCT/豪华型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B7TD188177",
  "material": "奇瑞/瑞虎5运动版/2026款/1.5T-6DCT/潮酷型/瓦青内饰/量子灰外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC24B3TD272111",
  "material": "奇瑞/艾瑞泽8/2027款/2.0T-7DCT（R）/劲/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-19",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC24B2TD278191",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B5TDL28033",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B9TD097248",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/尊贵版棕色内饰5座/石墨黑RDE",
  "invoice_date": "2026-01-24",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21B2TDL55853",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B1SDJ25781",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/黑武士版-黑黑-5座/黑色内饰/石墨黑外观/5座",
  "invoice_date": "2025-11-19",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B6SDJ53351",
  "material": "奇瑞/瑞虎9/2025款/2.0T-7DCT-两驱/舒享版-黑黑-7座/流光银/RDE",
  "invoice_date": "2025-12-22",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDC24B9TD278284",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/珍珠白外观/5座",
  "invoice_date": "2026-08-10",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B8TDM59926",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-06-27",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B2TD166863",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/青竹灰外观/5座",
  "invoice_date": "2026-04-10",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVVDC21BXTD096467",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-22",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B5TDD54666",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/悦享型/黑棕内饰/深空灰外观/5座",
  "invoice_date": "2026-05-26",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21B2SDJ86335",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/尊贵版棕色内饰5座/时光灰RDE",
  "invoice_date": "2025-12-30",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB24B7SG140266",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-05-15",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B9SG139927",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/豪华版-新棕黑-5座/新棕黑内饰/流光银外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDB21B2TC102416",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-03-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVVDB21B6SE059461",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/水仙白/RDE",
  "invoice_date": "2025-11-19",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC24B7TD292605",
  "material": "奇瑞/艾瑞泽8 PRO/2027款/2.0T-7DCT/猎鹰500尊享型/黑红内饰/青竹灰外观/5座",
  "invoice_date": "2026-08-11",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB24B5TD176377",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/钛晶银外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDD24B2TD269643",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/碧玺蓝外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVVDC21B0SDJ82093",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/睿沧海灰内饰/石墨黑/RDE",
  "invoice_date": "2025-12-25",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B6SDJ09953",
  "material": "奇瑞/2025款瑞虎8 PRO/2025/1.6T DCT国六/豪华版+黑色内饰5座/石墨黑RDE",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9TDM84561",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDD24B9TD267906",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-07-17",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B6TDM06464",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-18",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B3TDM61972",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/月光银外观/5座",
  "invoice_date": "2026-06-28",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B2TDL99156",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-22",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVTDB21BXTDM50791",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-18",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B0TDM91799",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B0TD169194",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/石墨黑外观/5座",
  "invoice_date": "2026-03-28",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB24B3SG124713",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/奇瑞白外观/5座",
  "invoice_date": "2026-05-13",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDD24B3TD269635",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-鲲鹏8AT-四驱/猎鹰500版-鎏金棕-5座/鎏金棕内饰/碧玺蓝外观/5座",
  "invoice_date": "2026-07-21",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVVDC21B7TD102693",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/豪华型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-01-24",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB24B0TD172950",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/奢享版-鎏金棕-5座/鎏金棕内饰/曜石黑外观/5座",
  "invoice_date": "2026-04-16",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B8TDL52147",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/智尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-06-26",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB21B8TDM90982",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B1TDM89575",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/深空灰外观/5座",
  "invoice_date": "2026-07-29",
  "dealer": "北京甲源子"
 },
 {
  "vin": "LVTDB24B7TD192418",
  "material": "奇瑞/全新一代瑞虎9/2026款/2.0T-7DCT-两驱/豪享版-鎏金棕-5座/鎏金棕内饰/皓钻白外观/5座",
  "invoice_date": "2026-04-21",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDB21B1TC102505",
  "material": "奇瑞/瑞虎5x/2025款/1.5L-CVT国六B/深色内饰/CVT卓越型/皓月白/RDE",
  "invoice_date": "2026-03-30",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB21B7TDM91752",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/珍珠白外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDB21B7SE047352",
  "material": "奇瑞/瑞虎3x/1.5L-CVT国六B/深色内饰/卓越版/玉簪灰/RDE",
  "invoice_date": "2025-07-15",
  "dealer": "北京名车伯乐"
 },
 {
  "vin": "LVVDC21B1TD168155",
  "material": "奇瑞/艾瑞泽8 PRO/2025款/1.6T-7DCT/舒适型-黑黑内饰/珍珠白/RDE",
  "invoice_date": "2026-04-29",
  "dealer": "北京风驰昌达"
 },
 {
  "vin": "LVTDB24B4SG140483",
  "material": "奇瑞/瑞虎9X/2025款/2.0T-8AT-两驱/尊贵版-新棕黑-5座/新棕黑内饰/松墨黑外观/5座",
  "invoice_date": "2026-04-30",
  "dealer": "北京鑫雷晟"
 },
 {
  "vin": "LVTDB21B8TDL28074",
  "material": "奇瑞/第五代瑞虎8-豹款/2026款/1.6T-7DCT/尊贵型-琥珀棕/琥珀棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-03-17",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVVDC21B6TD114799",
  "material": "奇瑞/艾瑞泽8/2025/1.6T-7DCT国六/智沧海灰内饰/晶钻灰/RDE",
  "invoice_date": "2026-02-07",
  "dealer": "北京强氏汇杰"
 },
 {
  "vin": "LVTDB21B5TD094072",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/尊贵版棕色内饰5座/珍珠白RED",
  "invoice_date": "2026-01-23",
  "dealer": "北京福铃祥瑞"
 },
 {
  "vin": "LVVDC11B7TDH14261",
  "material": "奇瑞/2025款艾瑞泽5卓越版-MT/2025款/1.5L-MT/风尚型/黑黑内饰/珍珠白外观",
  "invoice_date": "2026-07-29",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B0TDD56258",
  "material": "奇瑞/全新瑞虎7/2026款/1.5T-CVT/畅享型/黑棕内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-30",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B9TD165614",
  "material": "奇瑞/全新瑞虎8PLUS 非凡冠军/2027款/1.6T-7DCT-两驱/豪华版 5座 棕色内饰/棕色内饰/珍珠白外观/5座",
  "invoice_date": "2026-06-23",
  "dealer": "北京诚信达汇嘉"
 },
 {
  "vin": "LVTDB21BXSD536472",
  "material": "奇瑞/2025款瑞虎8PRO/2025/1.6T DCT国六/尊贵版棕色内饰5座/石墨黑RDE",
  "invoice_date": "2025-09-17",
  "dealer": "北京兴达润城"
 },
 {
  "vin": "LVTDB21B9SDH80939",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/旗舰型-琥珀棕/琥珀棕内饰/石墨黑外观/5座",
  "invoice_date": "2025-11-19",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVTDB21B8TDM90979",
  "material": "奇瑞/第五代瑞虎8-虎款/2026款/1.6T-7DCT/豪华型-墨竹黑/墨竹黑内饰/石墨黑外观/5座",
  "invoice_date": "2026-07-30",
  "dealer": "北京信联丰盛"
 },
 {
  "vin": "LVVDC21B3TD182283",
  "material": "奇瑞/艾瑞泽8/2027款/1.6T-7DCT（R）/智/黑灰内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-19",
  "dealer": "北京渔洋郡"
 },
 {
  "vin": "LVTDB21B8TDL54609",
  "material": "奇瑞/瑞虎7L/2026款/1.5T-6DCT/尊尚型/黑棕内饰/石墨黑外观/5座",
  "invoice_date": "2026-04-23",
  "dealer": "北京诚信达汇嘉"
 }
];

const DATA_VERSION = {
  "label": "总表8.11",
  "date": "2026-08-11",
  "update_date": "2026-08-12",
  "generated": "2026-08-12 17:36"
};
